aaron-bond.better-comments
bmuskalla.vscode-tldr
christian-kohler.path-intellisense
chrmarti.regex
CoenraadS.bracket-pair-colorizer-2
eamodio.gitlens
formulahendry.code-runner
LouisWT.regexp-preview
mechatroner.rainbow-csv
mhutchie.git-graph
ms-dotnettools.dotnet-interactive-vscode
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode.powershell
ms-vsliveshare.vsliveshare
oderwat.indent-rainbow
redhat.vscode-yaml
RobOwens.powershell-extenstion-pack
usernamehw.errorlens
vscode-icons-team.vscode-icons
